var diary = [{
    "name": "大猪宝",
    "age": "24",
    "mimi": "我妈就是，比如说我高中的时候， 我就觉得，那我成绩不好要是考不上好大学怎么办？ 我妈就觉得很没关系， 读一个一百名的大学就ok了。她就很无所谓。 然后我大一的时候我就说, 如果我进不了计算机专业怎么办？ 我妈就觉得进不了计算机专业就读经济啊， 我说不想读经济。 然后我找工作的时候觉得自己找不到， 我妈就说找不到工作就回国啊。 我的每一次痛苦她都不理解。 每每我在痛苦的时候，她都说那不行就算了。 别人总跟我说，你肯定行。 但是我妈就总说不行就算了。 我想那怎么办，就是我在他那边， 得不到那种强有力精神上的支持。 虽然她是安慰我， 但是她安慰之后我就很暴躁，想跟她吵架。 她挺在乎我的，她说的这些话也是安慰我， 但就是，说不到我心里去。",
  },
  {
    "name": "大猪宝_02",
    "age": "24",
    "mimi": "我妈会偷看我的日记， 这个我是满后期才发现的。 因为我以前我的日记旁边有个锁， 但是我自己记性很差， 所以我把钥匙放在锁边上， 以为这个锁就是一种震慑作用。 你的心情如果是都能打开锁再看了， 那你自己的心理负担会更重一点。 所以我想以一种道德的约束来约束她， 结果未果。 她会知道我的一些动态， 她不会直接问我， 但是会从我的谈话中套。 然后我比较傻， 我就会以为这个事情我跟她说过了。 她对小孩子隐私这一块的好奇心有点太重了。 而且现在如果我谈男朋友什么的， 她就会一直问我一些很具体的问题， 会让我觉得有点不舒服。",

  },
  {
    "name": "猴姐姐",
    "age" : 25,
    "mimi":"我觉得我妈可能不是那么爱我, 可能更爱我弟弟, 小学的时候我们开了一家小店, 其实我只比我弟弟大了14个月, 就是小学的时候吧, 人们来我家小店吃饭，我妈妈就会让我到后面去打开水， 其实要走蛮长一段路的, 冬天的时候有时候风挺大的, 为什么打开水的人总是我呢, 我弟弟他呼吸重一点的时候, 那个时候其实家里条件不是很好, 妈妈也会去医院很多次， 开一些很贵的药, 其实我也有鼻炎呀, 为什么你就带我去了一次呢, 或许在他们眼里可能, 我的鼻炎可能就是感冒了吧。",
    },
  {
     "name":"观众1",
     "age": 25,
     "mimi": "我来说了吧 不是秘密的秘密 大概就是我觉得我妈妈的本质非常冷漠 从小影响着我去等我现在终于在情感上变得比她更冷漠了 她开始怪罪我无情 一家三口不能住在一起 分住三地 在一起就会互相倾吞",
   },
];
