var diary = [{
    "name": "大猪宝",
    "age": "24",
    "mimi": "我妈就是，比如说我高中的时候， 我就觉得，那我成绩不好要是考不上好大学怎么办？ 我妈就觉得很没关系， 读一个一百名的大学就ok了。她就很无所谓。 然后我大一的时候我就说, 如果我进不了计算机专业怎么办？ 我妈就觉得进不了计算机专业就读经济啊， 我说不想读经济。 然后我找工作的时候觉得自己找不到， 我妈就说找不到工作就回国啊。 我的每一次痛苦她都不理解。 每每我在痛苦的时候，她都说那不行就算了。 别人总跟我说，你肯定行。 但是我妈就总说不行就算了。 我想那怎么办，就是我在他那边， 得不到那种强有力精神上的支持。 虽然她是安慰我， 但是她安慰之后我就很暴躁，想跟她吵架。 她挺在乎我的，她说的这些话也是安慰我， 但就是，说不到我心里去。",
  },
  {
    "name": "大猪宝_02",
    "age": "24",
    "mimi": "我妈会偷看我的日记， 这个我是满后期才发现的。 因为我以前我的日记旁边有个锁， 但是我自己记性很差， 所以我把钥匙放在锁边上， 以为这个锁就是一种震慑作用。 你的心情如果是都能打开锁再看了， 那你自己的心理负担会更重一点。 所以我想以一种道德的约束来约束她， 结果未果。 她会知道我的一些动态， 她不会直接问我， 但是会从我的谈话中套。 然后我比较傻， 我就会以为这个事情我跟她说过了。 她对小孩子隐私这一块的好奇心有点太重了。 而且现在如果我谈男朋友什么的， 她就会一直问我一些很具体的问题， 会让我觉得有点不舒服。",

  },
  {
    "name": "猴姐姐",
    "age" : "25",
    "mimi":"我觉得我妈可能不是那么爱我, 可能更爱我弟弟, 小学的时候我们开了一家小店, 其实我只比我弟弟大了14个月, 就是小学的时候吧, 人们来我家小店吃饭，我妈妈就会让我到后面去打开水， 其实要走蛮长一段路的, 冬天的时候有时候风挺大的, 为什么打开水的人总是我呢, 我弟弟他呼吸重一点的时候, 那个时候其实家里条件不是很好, 妈妈也会去医院很多次， 开一些很贵的药, 其实我也有鼻炎呀, 为什么你就带我去了一次呢, 或许在他们眼里可能, 我的鼻炎可能就是感冒了吧。",
    },
  {
     "name":"观众1",
     "age": "25",
     "mimi": "我来说了吧 不是秘密的秘密 大概就是我觉得我妈妈的本质非常冷漠 从小影响着我去等我现在终于在情感上变得比她更冷漠了 她开始怪罪我无情 一家三口不能住在一起 分住三地 在一起就会互相倾吞",
   },
   {
     "name":"丹琪",
     "age":"28",
     "mimi":"关于性和爱的话题从来没有在我们家出现过， 但我在上初中的时候 找到过我妈压在她床单下面的盗版色情杂志。 我偷拿过去看，我妈发现了还很支支吾吾地问我 说有没有看到她的一本书。 也不跟我明着说是什么书， 就说是一个阿姨借给她的。 我对于我妈作为一个妻子 或者说一个女人在爱情里的那一面， 是完全不了解的。 她怎么和爱人相处， 怎么开始和维护一段走进婚姻的感情， 我们都不会说。 父母和小孩好像在亲子关系里 都不是真实完整的自己。",
   },
   {
    "name":"剧本01",
    "age":"23",
    "mimi":"我上高中的时候， 有一点点轻微的躁狂症， 然后我会动手打我妈， 我妈就在那哭，我看着她哭， 我也难受，但那个时候我的愤怒， 已经远远大于我的理智， 我的内心是极度脆弱，愤怒和痛苦， 就是一个非常病态的状态， 我可以气到全身发抖， 甚至到就是要癫痫那种， 然后高二的时候我得了抑郁症，非常严重。 一直在我上初中的时候，我妈还在一直打我，然后我记得我高中第一次打了我妈。 然后从此以后我和妈我们俩 我们俩中间的战局就逆转了 就一有什么事都是我在打我妈。",

  },
  {
    "name":"剧本02",
    "age":"27",
    "mimi":"小时候比我妈妈在街上带着我， 她教我一道数学题， 结果我，教了两三遍不会， 我妈就在街边打了我一个耳光， 这件事情我一直印象非常深刻。 然后我长大我还跟我妈说， 我说你当时为什么要打我耳光？ 我妈说我就是忍不住了， 觉得我太笨了（笑）。 但是就是我虽然是小孩， 那我难道不要面子吗？ 我也很难过， 我也有这些情绪，我努力的呀， 我他妈就是不会呀， 那你为什么就打我耳光？ 这件事情对我童年影响非常非常大。",
  },
  {
    "name":"剧本03",
    "age":"24",
    "mimi":"在我很小的时候我妈其实流产过一次， 我爸对是我一个比较冷冰冰的人， 他不太会温暖的表达，我就记得当时我妈就靠在床上坐着， 然后然后家里的亲戚都过来看她， 给她送吃的。 我爸那边就是也不算照顾，就看着她， 但是我不知道谁跟我说流产， 但是我知道那个是流产。 应该是怀孕了又做掉。 我妈恐吓我说什么 那些流产刮宫很可怕什么什么， 然后我觉得真的好可怕。 我觉得她对我这件事影响很深， 我就觉得就是性这件事情 好像就是伴随着这种危险的感觉。 就是你一旦有了性生活 你就会经历到那样。",
  },
  {
    "name":"剧本04",
    "age":"21",
    "mimi":"那个时候我跟我第一个男朋友在一起， 我们是高中的同学， 然后我们大学在一起。 他是有抑郁症，所以我妈就知道 他可能会想要自杀之类的。 后来就过一段时间，我们俩就分手了。 然后我妈知道了之后和我 说我之前就一直祈祷， 如果这个不适合你， 我就希望你们分手。然后说她就是在向上帝 祈祷我们两个分手， 然后当时我不知道是什么心情， 我觉得好复杂这种。",
  },
  {
    "name":"剧本05",
    "age":"26",
    "mimi":"我就有一天睡觉的时候， 就有时候你知道你人长大了， 我就不愿意跟我妈睡 然后我们就在一个房间, 我就在地上睡。 有一天我就开始跟我妈聊天 我说妈你 你这样子一个人会不会很累 我说你有没有想过 我说我OK的， 你可以再找一个。 我说反正你现在跟我爸 也不是属于婚姻关系 然后呢我妈说 一个人睡久了，旁边来个人不习惯",
  },
  {
    "name":"剧本06",
    "age":"22",
    "mimi":"我觉得我妈中年危机特别严重， 有点就是找不到自己人生存在的价值的感觉。 然后像我爸一直在做生意他就不会这样， 感觉他中年危机其实没有很重， 但是我妈就是中年危机严重得厉害， 而这点上我和我姐做过总结， 就是像她们这个年龄层的妇女， 到了一定年龄了， 就是精神生活是很空虚， 所以就像现在流行的那些 什么辟谷，什么礼仪训练，什么那种。 她们就是她们不是不知道自己存在到底为了什么。 很多时候我觉得她特别蠢。 就是书读的少， 我妈本质上是那种就是小镇里嗑瓜子姑娘",
  },
  {
    "name":"剧本07",
    "age":"24",
    "mimi":"我妈有一个特别要好的阿姨， 她们俩人为什么那么好， 其实我妈的好朋友也是， 年轻生了一个儿子， 但是是生完孩子的才知道 让她怀孕的那个人是有家庭， 那个人就相当于婚外恋欺骗感情。 所以她就一直生完孩子到现在 还是隐藏着你知道吗？ 就是过年的时候， 我小时候不懂为什么， 我说阿姨可以跟我们一起过年多好， 然后后来才发现阿姨 她身边没有地方可以去。",
  },
  {
    "name":"微博01",
    "age":"29",
    "mimi":"有一次我妈睡不着喊我聊天。 她说我青春期时候太叛逆，不想再管我， 曾认真地想抛弃我，再生一个。 那一年，她经常去医院调理身体， 但怎么都要不来二胎。 我想起初三时我辍学， 家里把我送到很远的地方 去读了一年专科， 又很突然地把我接回家， 让我在附近的高中念书。 当时不知道是什么原因， 只记得和家里联系很少， 偶尔打电话给妈妈， 她都说在医院。 也是那天晚上，我妈说着话， 突然从床头柜翻出一张很旧的存折。 她说希望我以后能嫁给家境好的男孩， 又怕我被人家瞧不起受欺负， 从我小的时候 就开始偷偷给我攒钱 要给我攒个几十万嫁妆。",
  },
  {
    "name":"微博02",
    "age":"22",
    "mimi":"我妈有一次喝多了， 叫我把耳朵凑过去， 严肃地对我说： 我长得丑她真的很难过。 她总说我长得丑， 最丑的是嘴巴， 我总想知道为什么， 后来发现因为长得像她。",
  },
  {
    "name":"知乎01",
    "age":"24",
    "mimi":"我爱我妈妈， 记得很小很小的时候， 妈妈的身体瘦弱， 我常常趁着学校的课间偷偷的跑回家， 躲得远远地偷偷看看家里， 如果能够看到妈妈在家周围活动的话， 我就会非常高兴的跑回学校， 如果没有活动的话， 下一个课间，我就再跑回去看一看。 我想这就是后来我比较坚强的原因吧！",
  },
  {
    "name":"知乎02",
    "age":"28",
    "mimi":"小时候喜欢看书，家人也很鼓励我 从小就喜欢翻看家里的所有书籍 包括爷爷和叔叔用的专业书籍， 外公家里收藏的古书我也要看， 说不清楚是十岁还是十一岁的时候， 有一天我作死的翻出了一本爸爸的工作日记， 至少是十年前的工作日记， 然后我又作死的打开了封皮， 里面掉出了一张女人的照片， 背后写着赠给XXX赠给XXX{我爸爸名字}， 我很小心的把照片撕碎扔到厕纸篓里， 结果还是被妈妈发现了， 然后就是争吵不休， 直至爸妈离婚。 有时候我在想我如果不那么作死 打开那本工作日记的话， 我爸妈还会离婚吗？",
  },
  {
    "name":"微博03",
    "age":"28",
    "mimi":"我爸是个吃软饭的男人， 在我妈开的公司里挂着个闲职， 还天天拿公司的钱去勾搭年轻的女人。 可是我妈把证据收集起来以后， 全部发给我让我看让我保管。 你知道这真的会让一个小孩特别痛苦， 你一方面必须努力和妈妈做到共情， 承担她的痛苦去恨你爸爸， 但另一方面你又不得不接受 他是生你的人。 对于我妈把我拉进这场拉锯战的做法，我真的不知所措。 我不知道该以什么样的身份和角色， 去面对我爸妈和他们 名存实亡的这种感情",
  },
  {
    "name":"知乎03",
    "age":"20",
    "mimi":"我妈很喜欢跟我玩“ 妈妈不要你了”的游戏， 乐此不疲， 因为那个时候太小，不记得， 我妈很喜欢跟我回忆。 她说有次她带我出门， 应该抱我上车的，但是没抱， 说了句“妈妈不要你了” 然后就跨上自行车走了， 我在后面一边追一边哭一边喊， 我妈每次回忆到这里 都是一副很陶醉的表情 说：“太好玩了，你说你咋那么傻。” 这个游戏终止于 有一次她骑得太快， 我在后面跑， 惊了别人家的狗， 被追上给咬伤了。",
  },
  {
    "name":"知乎04",
    "age":"28",
    "mimi":"我父母早恋，早婚，早育。早恋。 我妈16岁时因为和我爸找对象， 放弃厂里优秀干部培训班的名额，  我外婆现在说来还在生气。 我爸妈十九和十七时硬要结婚， 当时倡导晚婚晚育， 不给发证， 最后逼着我爷爷 动用了关系改档案改年龄， 改入厂时间改医疗证。。。 就是为了结婚。 结婚后很快有了我，结果两人还是一样爱玩， 继续晚上去迪厅跳舞， 直至我都快7个半月了， 才在我奶的强烈反对下停止， 索性我身体还不错， 禁的住折腾。",
  },
  {
    "name":"我",
    "age":"25",
    "mimi":"我妈对于驾驶交通工具 是一点天赋都没有的。 摩托车还是她和我爸谈恋爱的时候 我爸为了泡她才教她的。 小时候有一次她开摩托车 载我去外婆家， 天黑了路过一个马路上修路的土坑， 她就加大油门想直接开过去， 直接把我甩站到坑里了。 后来这成为了我妈 饭桌上的压轴笑话。 ",
  },
];
